Repository: djoudi/MyClientBase-SB
Catalog: application/language/*/LC_MESSAGES/messages.po
Languages: it_it

source: last search
it_it: ultima ricerca

source: people
it_it: persone

source: organizations
it_it: organizzazioni

source: search
it_it: cerca

source: No person found
it_it: Non trovo nessuna persona

source: No organization found
it_it: Non trovo nessuna organizzazione

source: view
it_it: mostra

source: invoice
it_it: fattura

source: quote
it_it: preventivo

source: edit
it_it: modifica

source: produced
it_it: ha prodotto

source: results
it_it: risultati

source: Add
it_it: Aggiungi

source: Location
it_it: Sede

source: Locations
it_it: Sedi

source: Member of
it_it: Membro di

source: Member
it_it: Membro

source: Members
it_it: Membri

source: Search contact
it_it: Cerca contatto

source: Edit profile
it_it: Modifica profilo

source: Add location
it_it: Aggiungi sede

source: Associate Organization
it_it: Associa organizzazione

source: Last Name
it_it: Cognome

source: last name
it_it: cognome

source: First Name
it_it: Nome

source: first name
it_it: nome

source: Name
it_it: Nome

source: Address
it_it: Indirizzo

source: Zip
it_it: Cap

source: zip
it_it: cap

source: city
it_it: cittá

source: City
it_it: Cittá

source: State
it_it: Provincia

source: state
it_it: provincia

source: Country
it_it: Nazione

source: country
it_it: nazione

source: mobile
it_it: cellulare

source: home phone
it_it: telefono residenza

source: Home phone
it_it: Telefono residenza

source: enabled
it_it: abilitato

source: Enabled
it_it: Abilitato

source: TRUE
it_it: SI

source: Description
it_it: Descrizione

source: Latitude
it_it: Latitudine

source: Longitude
it_it: Longitudine

source: Land-Line
it_it: Telefono fisso

source: Created by
it_it: Creato da

source: Updatedb by
it_it: Aggiornato da

source: Home
it_it: Residenza

source: Organization
it_it: Organizzazione

source: Organization Type
it_it: Tipo Organizzazione

source: Activity
it_it: Settore

source: Client Base
it_it: Clientela

source: Vat Number
it_it: Partita Iva

source: Po-Box
it_it: Casella Postale

source: Telephone
it_it: Telefono

source: Website
it_it: Sito Web

source: Make administrator
it_it: Rendi amministratore

source: Delete Association
it_it: Disassocia

source: Remove administration
it_it: Rimuovi amministrazione

source: manager
it_it: amministratore

source: means mandatory field
it_it: indica campo obbligatorio

source: Title
it_it: Titolo

source: Home Fax
it_it: Fax Residenza

source: Home fax
it_it: Fax residenza

source: Organization Phone
it_it: Telefono Organizzazione

source: Organization Fax
it_it: Fax Organizzazione

source: Manager Name
it_it: Nome Supervisore

source: Assistant Name
it_it: Nome Assistente

source: Assistant Phone
it_it: Telefono Assistente

source: Online Calendar
it_it: Calendario Online

source: Spoken Language
it_it: Lingua parlata

source: Birthdate
it_it: Data di nascita

source: Photo
it_it: Foto

source: submit
it_it: invia

source: save
it_it: salva

source: Save
it_it: Salva

source: Cancel
it_it: Cancella

source: cancel
it_it: cancella

source: Settings
it_it: Impostazioni

source: Back to profile
it_it: Torna al profilo

source: search for name, vat, phone, email, website
it_it: cerca nome, partita iva, telefono, email, sitoweb

source: Search for name, organization name, vat number, phone, email, website
it_it: Cerca per nome, nome organizzazione, partita iva, telefono, sitoweb

source: Edit
it_it: Modifica

source: Delete
it_it: Elimina

source: Larger Map
it_it: Mappa Ingrandita

source: statistics
it_it: statistiche

source: Search
it_it: Cerca

source: add one
it_it: aggiungi

source: Reset
it_it: Reimposta

source: You can safely add this contact
it_it: Puoi tranquillamente aggiungere questo contatto

source: Add a person
it_it: Aggiungi persona

source: Add an organization
it_it: Aggiungi organizzazione

source: Updated by
it_it: Aggiornato da

source: updated by
it_it: aggiornato da

source: Maybe the contact you are trying to add is already present in the system
it_it: Forse il contatto che stai aggiungendo é giá presente nel sistema

source: If you are sure that this contact is not yet in the system, please click
it_it: Se sei sicuro che il contatto non é presente nel sistema, clicca

source: Displaying
it_it: Mostro

source: on
it_it: su

source: person
it_it: persona

source: Actions Panel
it_it: Pannello Azioni

source: found
it_it: trovati

source: Set visible attributes
it_it: Scegli quali attributi mostrare

source: Set attributes order
it_it: Imposta ordine degli attributi

source: Set attributes aliases
it_it: Imposta gli pseudonimi degli attributi

source: organization
it_it: organizzazione

source: location
it_it: sede

source: Drag attributes from the left to the right to make them visible or from the right to the left to hide them
it_it: Trascina gli attributi dalla sinistra alla destra per renderli visibili o dalla destra alla sinistra per nasconderli

source: All the changes are automatically saved
it_it: Tutte le modifiche vengono salvate automaticamente

source: Available Attributes
it_it: Attributi Disponibili

source: Visible Attributes
it_it: Attributi Visibili

source: Alias
it_it: Pseudonimo

source: No description available
it_it: Nessuna descrizione disponibile

source: Tasks
it_it: Incarichi

source: Logout
it_it: Esci

source: Inventory
it_it: Magazzino

source: Reports
it_it: Rapporti

source: Invoices
it_it: Fatture

source: Contact
it_it: Contatto

source: Contacts
it_it: Contatti

source: Invoices & Quotes
it_it: Fatture & Preventivi

source: Dashboard
it_it: Cruscotto

source: Mcbsb Settings
it_it: Impostazioni Mcbsb

source: Main Actions
it_it: Azioni Principali

source: Show Payments
it_it: Mostra Pagamenti

source: Show Quotes
it_it: Mostra Preventivi

source: Calendar View
it_it: Vista Calendario

source: Show Invoices
it_it: Mostra Fatture

source: Last
it_it: Ultimo

source: last
it_it: ultimo

source: First
it_it: Primo

source: first
it_it: primo

source: Show Inventory Items
it_it: Mostra Pezzi a Magazzino

source: Show Inventory Types
it_it: Mostra Categorie Merceologiche

source: Add Inventory Item
it_it: Aggiungi Pezzo a Magazzino

source: Add Inventory Type
it_it: Aggiungi Categoria Merceologica

source: Calendar Legend
it_it: Legenda Calendario

source: overdue
it_it: scaduto

source: open
it_it: aperto

source: quotes
it_it: preventivi

source: Contacts By Location
it_it: Contatti Per Sede

source: Client Statement
it_it: Situazione Cliente

source: Inventory History
it_it: Storico Magazzino

source: Inventory Sales
it_it: Vendite Magazzino

source: Handle Modules
it_it: Gestisci Moduli

source: Custom Fields
it_it: Campi Personalizzati

source: Invoice Templates
it_it: Modelli Fattura

source: Invoice Groups
it_it: Gruppi Fattura

source: Invoice Statuses
it_it: Stati Fattura

source: Payment Methods
it_it: Metodi di Pagamento

source: Payment Receipt Templates
it_it: Modelli Ricevute Pagamento

source: System Settings
it_it: Impostazioni Sistema

source: Tax Rates
it_it: Percentuali Tasse

source: User Accounts
it_it: Account utenti

source: Activities
it_it: Attivitá

source: Show Calendar View
it_it: Mostra Vista Calendario

source: Create Custom Field
it_it: Crea Campo Personalizzato

source: Custom Fields Actions
it_it: Azioni Campo Personalizzato

source: Invoice Templates Actions
it_it: Azioni Modelli Fattura

source: Add Invoice Template
it_it: Aggiungi Modello Fattura

source: Show Custom Modules
it_it: Mostra Moduli Personalizzati

source: Show Custom Fields
it_it: Mostra Campi Personalizzati

source: Invoice Groups Actions
it_it: Azioni Gruppi Fattura

source: Invoice Statuses Actions
it_it: Azioni Stati Fattura

source: Add Invoice Status
it_it: Aggiungi Stato Fattura

source: Show Payment Methods
it_it: Mostra Metodi Pagamento

source: Add Invoice Group
it_it: Aggiungi Gruppo Fattura

source: Payment Method Actions
it_it: Azioni Metodo Pagamento

source: Add Payment Method
it_it: Aggiungi Metodo Pagamento

source: Add Payment Receipt Template
it_it: Aggiungi Modello Ricevuta Pagamento

source: Confirm password
it_it: Conferma password

source: By enabling Google Contacts synchronization, all the contacts will be synchronized with you Google Account
it_it: Abilitando la sincronizzazione dei Contatti Google, tutti i contatti saranno sincronizzati con il tuo Google Account

source: for further information
it_it: per ulteriori informazioni

source: here
it_it: qui

source: Email autocomplete when you write a new email
it_it: Autocompletamento dell'email quando ne scrivi una nuova

source: Google Contacts synchronization will provide
it_it: La sincronizzazione dei Contatti Google ti offrirá

source: Possibility to import any business contact into your personal contacts. Consequently you'll find all your personal contacts inside you mobile phone address book
it_it: Possibilitá di importare qualunque contatto aziendale nei tuoi contatti personali. Di conseguenza troverai tutti i tuoi contatti personali nella rubrica del tuo cellulare

source: Possibility to import any business contact into your Google+ account
it_it: Possibilitá di importare qualunque contatto aziendale nel tuo account Google+

source: Possibility to import any business contact into your LinkedIn account
it_it: Possibilitá di importare qualunque contatto aziendale nel tuo account LinkedIn

source: Capability to look for any business contact from the mobile phone even if it's not in your personal contacts
it_it: Possibilitá di cercare qualunque contatto aziendale dal tuo cellulare anche se non é fra i tuoi contatti personali

source: Possibility to use
it_it: Possibilitá di usare

source: to connect gadgets, applications, and spreadsheets to your data
it_it: per connettere gadgets, applicazioni e fogli di calcolo ai tuoi dati

source: Enable synchronization
it_it: Abilitare sincronizzazione

source: Google domain
it_it: Dominio Google

source: Admin email
it_it: Email amministratore

source: Default Payment Method
it_it: Metodo Pagamento Predefinito

source: Default Invoice Email Template
it_it: Modello Predefinito Fattura via Email

source: Default Overdue Invoice Email Template
it_it: Modello Predefinito Fattura Scaduta via Email

source: Default Item Tax Option
it_it: Azione predefinita per la tassazione degli elementi in fattura

source: User Actions
it_it: Azioni Utenti

source: Create User Account
it_it: Aggiungi Account Utente

source: Show User Accounts
it_it: Mostra Account Utenti

source: Tax Rate Actions
it_it: Azioni Percentuali Tasse

source: Show Invoice Statuses
it_it: Mostra Stati Fattura

source: Show Invoice Groups
it_it: Mostra Gruppi Fattura

source: Open
it_it: Aperto

source: Pending
it_it: Pendente

source: Closed
it_it: Chiuso

source: Create a task
it_it: Crea un incarico

source: Create freehand quote
it_it: Crea un preventivo libero

source: Create a freehand invoice
it_it: Crea una fattura libera

source: Go back to contact's profile
it_it: Torna al profilo del contatto

source: Show Tasks
it_it: Mostra Incarichi

source: Task Actions
it_it: Azioni Incarico

source: Add Activity
it_it: Aggiungi Attivitá

source: Create Invoice
it_it: Crea Fattura

source: Activity has been successfully created
it_it: L'attivitá é stata correttamente creata

source: Wedding anniversary
it_it: Anniversario di matrimonio

source: Telex Number
it_it: Numero Telex

source: Teletex Terminal Identifier
it_it: Identificativo Terminale Telex

source: Preferred delivery method
it_it: Metodo preferito per la consegna

source: Physical Delivery Office Name
it_it: Nome dell'ufficio per la consegna fisica

source: Date in which the organization or person made the last purchase
it_it: Data in cui l'organizzazione o la persona ha effettuato l'ultimo acquisto

source: Date in which the organization or person made the last request for support
it_it: Data in cui l'organizzazione o la persona ha fatto l'ultima richiesta di supporto

source: Full name of the user who updated the entry for the last time
it_it: Nome completo dell'utente che per ultimo ha aggiornato il contatto

source: Full name of the user who registered the organization or the person for the first time
it_it: Nome completo dell'utente che per primo ha registrato l'organizzazione o la persona

source: Id number which binds the organization or the person to a relational database like Mysql
it_it: Numero identificativo che collega l'organizzazione o la persona a un database relazionale come Mysql

source: Organization name
it_it: Nome dell'organizzazione

source: Organization type like INC LLC SPA
it_it: Tipo di organizzazione come INC LLC SPA

source: business category
it_it: categoria lavorativa

source: Describes the business activities, like production, repair, sales
it_it: Descrive le attivitá lavorative, es. produzione, riparazione, vendita

source: Describes who are the target of the business activity, like companies, private customers, army
it_it: Descrive i potenziali clienti dell'attivitá lavorativa, es. aziende, privati, esercito

source: VAT Number: unique identification number for an organization. Used for taxes
it_it: Partita IVA: numero identificativo univoco per un'organizazzione. Usato per le tasse.

source: Fiscal code. It applies only to italian persons and organizations
it_it: Codice fiscale. Si applica solo a persone od organizzazioni italiane

source: Organization address: it can be a street name or a square. It does not include the city etc
it_it: Indirizzo azienda: puó essere una strada o una piazza. Non include il nome della cittá ecc

source: Zip code
it_it: Codice avviamento postale

source: Organization address: town, city, village
it_it: Indirizzo azienda: cittadina, cittá, villaggio

source: Organization address: State or Province
it_it: Indirizzo azienda: Stato o Provincia

source: Organization address: Nation
it_it: Indirizzo azienda: Nazione

source: Post Office Box
it_it: Casella Postale

source: Mobile number of the organization
it_it: Numero di cellulare dell'organizzazione

source: Land line telephone number
it_it: Numero di telefono della linea fissa

source: Company Fax Number
it_it: Numero fax dell'organizzazione

source: URL of the official website of the organization
it_it: URL del sito web ufficiale dell'organizzazione

source: Main email address of the organization
it_it: Indirizzo email principale dell'organizzazione

source: Shows if an organization or a person should be considered active or deleted
it_it: Mostra se un'organizzazione o una persona dovrebbero essere considerati attiva o cancellata

source: Shows if the person accepted the Commercial Agreement. True or false.
it_it: Mostra se la persona ha accettato l'Accordo Commerciale. Vero o falso.

source: Shows if the person accepted the Privacy Statement. True or false.
it_it: Mostra se la persona ha accettato l'Accordo sulla Privacy. Vero o falso.

source: Business role of the person
it_it: Ruolo aziendale ricoperto dalla persona

source: A temporary phone to call back the contact
it_it: Numero di telefono temporaneo per richiamare il contatto

source: Vehicle license or registration plate
it_it: Numero patente di guida

source: Car phone telephone number of the person
it_it: Numero di telefono dell'automobile della persona

source: Identifies a department within an organization
it_it: Identifica un dipartimento aziendale

source: Preferred full name to be used when displaying a person
it_it: Nome completo preferito da visualizzare quando si mostra la persona

source: Identifies an employee within an organization
it_it: Numero identificativo del dipendente

source: Type of employment for a person
it_it: Tipo di impiego per la persona

source: Date in which the organization or the person has been created
it_it: Data in cui l'organizzazione o la persona é stata creata

source: Last date in which the organization or the person has been updated
it_it: Ultima data in cui l'organizzazione o la persona é stata aggiornata

source: Full name of the person with your preferred order. Useful for applications like Evolution Addressbook
it_it: Nome completo della persona nel tuo ordine preferito. Utile in applicazioni come Rubrica di Evolution

source: initials of some or all names
it_it: iniziali per parte o tutti i nomi

source: International ISDN number
it_it: Numero ISDN internazionale

source: Other personal fax number
it_it: Altro numero di fax personale

source: Free field for notes about the person
it_it: Campo libero per note sulla persona

source: Pager telephone number
it_it: Numero di telefono del cercapersona

source: Label showing which is the preferred phone number to use to contact a person
it_it: Etichetta che mostra qual é il numero di telefono preferito per contattare la persona

source: Full name of the partner
it_it: Nome completo del partner

source: Title associated with the contact like Mr. Mrs. Eng.
it_it: Titolo appellativo della persona come Sig. Sig.ra Ing.

source: Last name
it_it: Cognome

source: first name and all the other names but not the surname
it_it: primo nome e tutti i successivi eccetto il cognome

source: Home address: it can be a street name or a square. It does not include the city etc
it_it: Residenza abitativa: puó essere una strada o una piazza. Non include la cittá ecc

source: Home address: ZIP code
it_it: Residenza abitativa: codice avviamento postale

source: Home address: town, city or village
it_it: Residenza abitativa: cittadina, cittá o villaggio

source: Home address: State or Province
it_it: Residenza abitativa: Stato o Provincia

source: Home address: Nation
it_it: Residenza abitativa: Nazione

source: Mobile telephone number
it_it: Numero di telefono del cellulare

source: Home telephone number
it_it: Telefono fisso di casa

source: Home Fax number
it_it: Numero Fax di casa

source: Company land line number
it_it: Numero di telefono di linea fissa al lavoro

source: E-mail address
it_it: Indirizzo e-mail

source: Full name of the immediate superior
it_it: Numero di telefono del diretto superiore

source: Full name of the assistant
it_it: Nome completo dell'assistente

source: Telephone number of the assistant
it_it: Numero di telefono dell'assistente

source: Personal calendar URL
it_it: URL del calendario personale

source: Personal Free-Busy calendar URL
it_it: URL del calendario personale libero-impegnato

source: Preferred written or spoken language for a person
it_it: Lingua preferita per la persona

source: Date of birth
it_it: Data di nascita

source: A JPG image, usually a portrait
it_it: Un'immagine JPG, tendenzialmente un ritratto

source: Shows if the person agreed to receive commercial communications. True or false.
it_it: Mostra se la persona ha acconsentito a ricevere comunicazioni commerciali. Vero o falso.

source: Facebook URL of the person
it_it: URL della pagina Facebook della persona

source: GitHub URL of the person
it_it: URL della pagina GitHub della persona

source: Google Plus URL of the person
it_it: URL della pagina Google Plus della persona

source: LinkedIn URL of the person
it_it: URL della pagina LinkedIn della persona

source: Twitter URL of the person
it_it: URL della pagina Twitter della persona

source: Room number
it_it: Numero di stanza

source: Photo G3 fax
it_it: Foto G3 fax

source: A unique identification number for the location
it_it: Numero identificativo univoco della sede

source: Short description of the location, like house, registered office, warehouse
it_it: Breve descrizione della sede, like casa, sede legale, magazzino

source: Street address of the location
it_it: Indirizzo della sede

source: Zip Code of the location
it_it: Codice avviamento postale della sede

source: City, town or village of the location
it_it: Cittá, Cittadina o villaggio della sede

source: State or Region or Province of the location
it_it: Stato o Regione o Provincia della sede

source: Country, Nation of the location
it_it: Nazione della sede

source: Land line telephone number of the location
it_it: Numero di telefono della linea fissa della sede

source: yes
it_it: si

source: category
it_it: categoria

source: Category
it_it: Categoria

source: Categories
it_it: Categorie

source: categories
it_it: categorie

source: Facebook Page
it_it: Pagina Facebook

source: Github Page
it_it: Pagina GitHub

source: Linkedin Page
it_it: Pagina LinkedIn

source: Twitter Page
it_it: Pagina Twitter

source: We Can Send Communications
it_it: Accetta Comunicazioni

source: Fixed a bug in MCBSB contact editor preventing to update contacts in some situations
it_it: Sistemato un baco nell'editor dei contatti di MCBSB che impediva l'aggiornamento dei dati in alcune situazioni

source: Show all people
it_it: Mostra tutte le persone

source: Show all organizations
it_it: Mostra tutte le organizzazioni

source: Data
it_it: Dati

source: Summary
it_it: Sommario

source: If you add a description for this contact then it will be displayed here
it_it: Se aggiungi una descrizione a questo contatto allora verrá mostrata qui

source: on
it_it: il

source: preferred language
it_it: lingua preferita

source: Show by location
it_it: Mostra per sede

source: Actions panel
it_it: Pannello azioni

source: Your profile
it_it: Tuo profilo

source: All people
it_it: Tutte le persone

source: All organizations
it_it: Tutte le organizzazioni

source: for
it_it: per

source: People
it_it: Persone

source: Orgs
it_it: Org.

source: Total
it_it: Totale

source: See on map
it_it: Guarda la mappa

source: showing
it_it: mostro

source: on total of
it_it: su un totale di

source: organization phone
it_it: telefono org.

source: organization fax
it_it: fax org.

source: address
it_it: via / p.za

source: Organizations
it_it: Organizzazioni

source: Default language
it_it: Lingua preimpostata

source: Date format
it_it: Formato data

source: Results per page
it_it: Risultati per pagina

source: Database backup
it_it: Backup database

source: Run
it_it: Esegui

source: Currency symbol
it_it: Simbolo valuta

source: Currency symbol placement
it_it: Posizionamento valuta

source: Decimal symbol
it_it: Simbolo decimale

source: Thousands separator
it_it: Separatore delle migliaia

source: Save settings
it_it: Salva impostazioni

source: Application
it_it: Applicazione

source: Person
it_it: Persona

source: State or province
it_it: Provincia o regione

source: Phone number
it_it: Numero di telefono

source: The object
it_it: L'oggetto

source: can have some attributes prefilled (totally or partially) so that every newly created contact will have the values specified in this form
it_it: puó avere alcuni attributi precompilati (totalmente o parzialmente) in modo che ogni nuovo contatto avrá i valori specificati in questo form

source: Hide video
it_it: Nascondi video

source: Go
it_it: Vai

source: Display map
it_it: Mostra mappa

source: Set password
it_it: Imposta password

source: Disable
it_it: Disabilita

source: You are logged in as
it_it: Sei autenticato come

source: Groups you belong to
it_it: Gruppi di appartenenza

source: This is your organization
it_it: Questa é la tua organizzazione

source: You have
it_it: Hai

source: collegues
it_it: colleghi

source: Use this tool to retrieve statistics usefull for your marketing strategy
it_it: Usa questo strumento per ottenere statistiche utili alla tua strategia di marketing

source: You can search by city, state and country filling one or more fields in the left box
it_it: Puoi cercare per citta, provincia e nazione completando uno o piú dei campi nel riquadro a sinistra

source: You can even search providing partial names, ex. country = ital to get all the contacts in Italy or in Italia
it_it: Puoi anche cercare fornendo nomi parziali, es. nazione = ital per ottenere tutti i contatti in Italy o Italia

source: Task
it_it: Incarico

source: Creation date
it_it: Data creazione

source: Last update date
it_it: Ultima modifica
