Repository: djoudi/MyClientBase-SB
Catalog: application/language/*/LC_MESSAGES/messages.po
Languages: it_it

source: Last updated by
it_it: Modificato da

source: Start Date
it_it: Inizio

source: Start date
it_it: Inizio

source: Due Date
it_it: Scadenza

source: Due date
it_it: Scadenza

source: Complete Date
it_it: Completato

source: Urgent
it_it: Urgente

source: Details
it_it: Dettagli

source: Complete message
it_it: Nota di chiusura

source: Edit task
it_it: Modifica incarico

source: Edit Task
it_it: Modifica Incarico

source: Create task
it_it: Crea incarico

source: Close task
it_it: Chiudi incarico

source: Close Task
it_it: Chiudi Incarico

source: Closed by
it_it: Chiuso da

source: Closed on
it_it: Chiuso il

source: Urgent tasks display an esclamation mark here below
it_it: Gli incarichi urgenti mostrano un punto esclamativo qui sotto

source: Click on the rounded blue markers below to see a quick detailed view of the task
it_it: Per una vista rapida e dettagliata dell'incarico clicca sull'icona rotonda blu sottostante

source: This field can contain multiple values
it_it: Questo campo puó contenere valori multipli

source: it will use the comma as a separator between values
it_it: utilizza la virgola per separare i valori

source: When you type, it will also show you values previously used for this field
it_it: Mentre digiti, ti mostra anche i valori precedentemente inseriti in questo campo

source: If you type a new value and then save the form, the new value will be available for all the other contacts
it_it: Se inserisci un nuovo valore e salvi il form, il nuovo valore sará disponibile per tutti gli altri contatti

source: Home Phone
it_it: Telefono di casa

source: Mobile
it_it: Cellulare

source: start
it_it: inizio

source: Start
it_it: Inizio

source: end
it_it: fine

source: End
it_it: Fine

source: closed
it_it: chiuso

source: Involve
it_it: Coinvolgi

source: Create appointment
it_it: Crea appuntamento

source: Where
it_it: Dove

source: Appointments
it_it: Appuntamenti

source: Appointment
it_it: Appuntamento

source: New Task
it_it: Nuovo Incarico

source: Devices
it_it: Dispositivi

source: Device
it_it: Dispositivo

source: Create device
it_it: Crea dispositivo

source: Products
it_it: Prodotti

source: Registered Address
it_it: Sede Legale

source: Set as my organization
it_it: Imposta come tua organizzazione

source: Shortcuts
it_it: Scorciatoie

source: You can speed up your work using keyboard shortcuts
it_it: Puoi velocizzare il tuo lavoro usando le scorciatoie da tastiera

source: Shortcuts are a replacement for mouse click
it_it: Le scorciatoie sostituiscono il click del mouse

source: Some of the tabs or buttons that you can see in this page have an underlined character which indicates the shortcut
it_it: Alcune linguette o bottoni visibili in questa pagina hanno un carattere sottolineato che indica la scorciatoia

source: For the top left menu tabs, hold the SHIFT button and then press the underlined character corrisponding to the tab that you want to click
it_it: Per le linguette del menu superiore, tieni premuto il tasto SHIFT e poi premi il carattere sottolineato corrispondente alla linguetta che vuoi cliccare

source: For the blue buttons, just hit the underlined character corrisponding to the button that you want to trigger
it_it: Per i bottoni blue, premi semplicemente il carattere sotttolineato corrispondente al bottone che vuoi premere

source: Delivery Office
it_it: Ufficio Consegne

source: Other Phone
it_it: Altro Numero

source: OtherPhone
it_it: AltroNumero

source: Autocomplete field
it_it: Campo con autocompletamento

source: Business Category
it_it: Categoria Lavorativa

source: PreferredDeliveryMethod
it_it: Metodo Di Spedizione Preferito

source: SkypeID
it_it: Identificativo Skype

source: All products
it_it: Tutti i prodotti

source: product
it_it: prodotto

source: Brand
it_it: Marca

source: Model
it_it: Modello

source: Price
it_it: Prezzo

source: Create product
it_it: Crea prodotto

source: Salable
it_it: Vendibile

source: Code Number
it_it: Matricola

source: All devices
it_it: Tutti i dispositivi

source: Purchased
it_it: Acquistato

source: Insurance
it_it: Assicurazione

source: Warranty
it_it: Garanzia

source: People involved
it_it: Persone coinvolte

source: Time line
it_it: Cronologia

source: ordinary
it_it: ordinario

source: due today
it_it: in scadenza oggi

source: completed
it_it: completati

source: Last update
it_it: Ultimo aggiornamento

source: This contact is disabled
it_it: Questo contatto é disabilitato

source: This organization is disabled
it_it: Questa organizzazione é disabilitata

source: Videos
it_it: Video

source: Enable
it_it: Abilita
